[
    {
        "title": "TapRoot",
        "url": "https://devpost.com/software/taproot",
        "tagline": "Find Your Path To Wellness... Connecting clinical and community wellness resources"
    },
    {
        "title": "Talkio",
        "url": "https://devpost.com/software/talkio",
        "tagline": "Talkio helps sales reps keep context across multiple calls by organizing post-call insights into a clear client history, so every conversation builds on the last and moves deals forward."
    },
    {
        "title": "i18n meet",
        "url": "https://devpost.com/software/i18n-meet",
        "tagline": "Your personal translation agent for video calls. Speak any language, everyone hears their own."
    },
    {
        "title": "CaseForwardAI",
        "url": "https://devpost.com/software/caseforwardai",
        "tagline": "CaseForward uses an AI round table orchestrator to process uploads, emails, and transcripts. Specialists deliberate to generate action cards, bridging AI analysis and human legal expertise."
    },
    {
        "title": "BeePrepared",
        "url": "https://devpost.com/software/beeprepared",
        "tagline": "Transform 2h lectures into elite study kits in 3 mins. Get AI notes, cards, and mock exams on a node-based canvas. Watch bee agents build your knowledge &amp; earn Honey Points. Learn with intention!"
    },
    {
        "title": "Nexus",
        "url": "https://devpost.com/software/nexus-g349ko",
        "tagline": "Nexus is an AI-native, vertically built platform designed specifically for student clubs to make event planning easy through integrations with many tools such as slack, google sheets, github and more!"
    },
    {
        "title": "MarketMind",
        "url": "https://devpost.com/software/marketmind-vlobg1",
        "tagline": "Sandbox world of financial AI agents to help you learn trading."
    },
    {
        "title": "Reachround",
        "url": "https://devpost.com/software/roundreach",
        "tagline": "AI that finds investors who fund companies like yours and writes personalized outreach that gets responses."
    },
    {
        "title": "Entropy",
        "url": "https://devpost.com/software/entropy-36yt4l",
        "tagline": "Entropy is an AI security tester with no setup. All you do is paste a website URL, and an AI agent navigates your website in front of you, testing for security issues like XSS and SQL injection."
    },
    {
        "title": "NeuRizz",
        "url": "https://devpost.com/software/neurizz",
        "tagline": "NeuRizz is a date-preparation and mentorship platform designed to help neurodivergent and autistic users navigate social interactions through real-time feedback and AI coaching."
    },
    {
        "title": "Smart Appetite manager",
        "url": "https://devpost.com/software/smart-appetite-manager",
        "tagline": "An AI-powered food inventory and appetite management system that scans grocery receipts, tracks fridge inventory, and helps users reduce food waste while making smarter eating decisions."
    },
    {
        "title": "FirstWaveAI",
        "url": "https://devpost.com/software/firstwaveai",
        "tagline": "AI-powered emergency intake with human oversight for dispatchers"
    },
    {
        "title": "Predictify",
        "url": "https://devpost.com/software/oracle-news-project",
        "tagline": "From global volatility to merchant certainty."
    },
    {
        "title": "NestFinder",
        "url": "https://devpost.com/software/nestfinder",
        "tagline": "\"AI-powered apartment finder that calculates real commute times for all transport modes and optimizes for couples. Stop juggling tabs—let our agents find your perfect nest.\""
    },
    {
        "title": "Salus",
        "url": "https://devpost.com/software/salus-9javs3",
        "tagline": "Salus: Protecting identity, restoring health. We stack insurance &amp; aid locally to cut medical bills to $0. A zero-trust engine where your data never leaves your device."
    },
    {
        "title": "PhishGuard",
        "url": "https://devpost.com/software/phishguard-qxkr2l",
        "tagline": "91% of cyberattacks start with phishing. PhishGuard uses 4 AI agents to analyze emails instantly—detecting typosquatting, manipulation tactics, and malicious URLs. Transparent AI you can trust."
    },
    {
        "title": "Spectra",
        "url": "https://devpost.com/software/s-e-n-t-r-a",
        "tagline": "Spectra is a real-time AI agent monitoring solution for DeFi and crypto markets. It offers anomaly detection, kill switches, and compliance, ensuring safe, efficient, and transparent agent deployment."
    },
    {
        "title": "LawSync.io",
        "url": "https://devpost.com/software/law-sync-io",
        "tagline": "Agents that monitor, submit, and analyze—so you stay compliant."
    },
    {
        "title": "NGenesis ",
        "url": "https://devpost.com/software/ngenesis",
        "tagline": "NGenesis is an intelligent multi-tool AI orchestration platform that automatically coordinates different AI services to accomplish complex tasks from a single natural language prompt."
    },
    {
        "title": "BriefME",
        "url": "https://devpost.com/software/briefme-42j9kp",
        "tagline": "BriefMe is your autonomous intelligence agent. It conducts deep research, synthesizes strategic insights, and generates interactive briefings and role-play scenarios to prep you for any meeting."
    },
    {
        "title": "Protosynthesis",
        "url": "https://devpost.com/software/protosynthesis",
        "tagline": "Protosynthesis is a production-grade visual workflow automation platform that combines a React-based canvas editor with an intelligent AI-powered backend."
    },
    {
        "title": "VoxSol",
        "url": "https://devpost.com/software/voxsol",
        "tagline": "VoxSol is a voice-first Solana wallet copilot. Just speak to check balances, execute swaps, and manage your portfolio. Powered by Gemini AI and ElevenLabs, with real on-chain transactions on Solana."
    },
    {
        "title": "NexusWatch",
        "url": "https://devpost.com/software/pentestlab",
        "tagline": "Global Performance Intelligence"
    },
    {
        "title": "Chatme",
        "url": "https://devpost.com/software/chatme-vdueys",
        "tagline": "Execute terminal commands, launch apps, and manage processes"
    },
    {
        "title": "AI Desktop Companion (Glitch)",
        "url": "https://devpost.com/software/ai-desktop-companion-glitch",
        "tagline": "Meet Glitch: The JARVIS you dreamed of. A multimodal agent that doesn't just chat—it acts. Sees your screen, automates your OS. #AgenticAI"
    },
    {
        "title": "EnviroCast",
        "url": "https://devpost.com/software/envirocast-jgd5f9",
        "tagline": "EnviroCast transforms live NASA satellite data into powerful climate forecasts—using AI and quantum computing to show how today’s actions can protect cities, ecosystems, and the future of our planet."
    },
    {
        "title": "Sapiens Echo - Real-time Dialogic Image Generation",
        "url": "https://devpost.com/software/sapiens-echo",
        "tagline": "An \"always-on\" AI creative partner that turns spoken dialogue into high-fidelity imagery. By combining Gemini’s visual intelligence with ElevenLabs' conversational speed."
    },
    {
        "title": "EnviroCast",
        "url": "https://devpost.com/software/envirocast-xqh4rv",
        "tagline": "EnviroCast transforms live NASA satellite data into powerful climate forecasts—using AI and quantum computing to show how today’s actions can protect cities, ecosystems, and the future of our planet."
    },
    {
        "title": "Scholarship Finder",
        "url": "https://devpost.com/software/scholarship-finder-59vkwp",
        "tagline": "AI-powered system that monitors scholarships, detects changes, and sends actionable email recommendations automatically."
    },
    {
        "title": "ClaimSphere AI - Automated Claim Processing Agent",
        "url": "https://devpost.com/software/claimsphere-ai-automated-claim-processing-agent",
        "tagline": "AI-powered insurance claim processing system with Camel-AI powered agent, automated OCR extraction, intelligent validation, and natural language queries."
    }
]